#
#<?php die('Forbidden.'); ?>
#Date: 2015-09-18 07:40:04 UTC
#Software: Joomla Platform 13.1.0 Stable [ Curiosity ] 24-Apr-2013 00:00 GMT

#Fields: datetime	priority clientip	category	message
2015-09-18T07:40:04+00:00	INFO 80.78.45.114	update	Обновление запущено пользователем Super User (601). Предыдущая версия 3.4.3.
2015-09-18T07:40:04+00:00	INFO 80.78.45.114	update	Загрузка файла обновления с https://github.com/joomla/joomla-cms/releases/download/3.4.4/Joomla_3.4.3_to_3.4.4-Stable-Patch_Package.zip.
2015-09-18T07:40:25+00:00	INFO 80.78.45.114	update	Файл Joomla_3.4.3_to_3.4.4-Stable-Patch_Package.zip успешно загружен.
2015-09-18T07:40:25+00:00	INFO 80.78.45.114	update	Начало установки новой версии.
2015-09-18T07:40:32+00:00	INFO 80.78.45.114	update	Завершение установки.
2015-09-18T07:40:33+00:00	INFO 80.78.45.114	update	Удаление устаревших файлов и директорий.
2015-09-18T07:40:33+00:00	INFO 80.78.45.114	update	Очистка после установки.
2015-09-18T07:40:33+00:00	INFO 80.78.45.114	update	Обновление до версии 3.4.4 завершено.
2015-10-24T14:28:50+00:00	INFO 80.78.45.114	update	Обновление запущено пользователем Super User (601). Предыдущая версия 3.4.4.
2015-10-24T14:28:50+00:00	INFO 80.78.45.114	update	Загрузка файла обновления с https://github.com/joomla/joomla-cms/releases/download/3.4.5/Joomla_3.4.4_to_3.4.5-Stable-Patch_Package.zip.
2015-10-24T14:28:52+00:00	INFO 80.78.45.114	update	Файл Joomla_3.4.4_to_3.4.5-Stable-Patch_Package.zip успешно загружен.
2015-10-24T14:28:52+00:00	INFO 80.78.45.114	update	Начало установки новой версии.
2015-10-24T14:28:55+00:00	INFO 80.78.45.114	update	Завершение установки.
2015-10-24T14:28:55+00:00	INFO 80.78.45.114	update	Удаление устаревших файлов и директорий.
2015-10-24T14:28:56+00:00	INFO 80.78.45.114	update	Очистка после установки.
2015-10-24T14:28:56+00:00	INFO 80.78.45.114	update	Обновление до версии 3.4.5 завершено.
2015-12-16T10:30:06+00:00	INFO 94.74.66.153	update	Обновление запущено пользователем Super User (601). Предыдущая версия 3.4.5.
2015-12-16T10:30:06+00:00	INFO 94.74.66.153	update	Загрузка файла обновления с https://github.com/joomla/joomla-cms/releases/download/3.4.6/Joomla_3.4.5_to_3.4.6-Stable-Patch_Package.zip.
2015-12-16T10:30:10+00:00	INFO 94.74.66.153	update	Файл Joomla_3.4.5_to_3.4.6-Stable-Patch_Package.zip успешно загружен.
2015-12-16T10:30:10+00:00	INFO 94.74.66.153	update	Начало установки новой версии.
2015-12-16T10:30:12+00:00	INFO 94.74.66.153	update	Завершение установки.
2015-12-16T10:30:12+00:00	INFO 94.74.66.153	update	Удаление устаревших файлов и директорий.
2015-12-16T10:30:13+00:00	INFO 94.74.66.153	update	Очистка после установки.
2015-12-16T10:30:13+00:00	INFO 94.74.66.153	update	Обновление до версии 3.4.6 завершено.
2016-01-05T10:01:53+00:00	INFO 127.0.0.1	update	Обновление запущено пользователем Super User (601). Предыдущая версия 3.4.6.
2016-01-05T10:01:53+00:00	INFO 127.0.0.1	update	Загрузка файла обновления с https://github.com/joomla/joomla-cms/releases/download/3.4.8/Joomla_3.4.x_to_3.4.8-Stable-Patch_Package.zip.
2016-01-05T10:02:01+00:00	INFO 127.0.0.1	update	Файл Joomla_3.4.x_to_3.4.8-Stable-Patch_Package.zip успешно загружен.
2016-01-05T10:02:01+00:00	INFO 127.0.0.1	update	Начало установки новой версии.
2016-01-05T10:02:02+00:00	INFO 127.0.0.1	update	Завершение установки.
2016-01-05T10:02:02+00:00	INFO 127.0.0.1	update	Удаление устаревших файлов и директорий.
2016-01-05T10:02:10+00:00	INFO 127.0.0.1	update	Очистка после установки.
2016-01-05T10:02:10+00:00	INFO 127.0.0.1	update	Обновление до версии 3.4.8 завершено.
